{
    " 什么床不能睡？":"牙床",
    " 铁锤锤鸡蛋为什么锤不破？ <br>\n":"锤当然不会破了",
    "2木不成林!(打一字)":"相",
    "A和C谁比较高呢？":"C比较高 （因为ABCD A比C低）",
    "“个个大！个个大！”母鸡叫什么叫？原来它下蛋了。“你的广告做的很到位！”公鸡听了，一边夸奖母鸡，一边去参观自己的胜利成果。这一看不打紧，公鸡气势凶凶地追母鸡，声称要修理它。问题是：公鸡为什么要追赶":"原来母鸡下了一个大鸭蛋.",
    "“太阳”的“太”去掉一点是什么字？":"人__&nbsp;&nbsp; &nbsp;去掉&ldquo;一&rdquo;&ldquo;点&rdquo;当然是&ldquo;人&rdquo;字啦！！",
    "一个人背一个包，刚一出门，就摔死了，为什么？":"因为他在飞机上",
    "一个人请人画十二生肖像最后只剩下蛇没画是，画师怎么也不肯画了，为什么？":"因为他怕画蛇添足",
    "一个公鸡在尖尖的房子上下了一个蛋,它会往哪边掉呢? ":"公鸡是不会生蛋的。",
    "一个男人到医院去检查，医生告诉他说：你怀孕了。你说为什么？":"心怀鬼胎",
    "一个胆小的人从60层的楼房往下跳，头先着地，却没有被摔死，这是为什么？":"在半空中就已经吓死了",
    "一个被指控的人，在其清白无辜被证明之前，他是有罪的。他是什么人？":"被告",
    "一个长跑冠军，一个地理学家，一个统计学家在沙漠里迷了路，谁活下来的机率大，为什么？":"统计学家（统计水分最多）",
    "一位著名的作家的最后一本书是什么书?":"遗书",
    "一只小花猫掉进河里了，一只小黄狗救了它上来，请问：小花猫上岸后的第一句话是什么？":"喵",
    "一只蚂蚁居然从四川爬到了东京，可能吗？　　":"蚂蚁在地图上",
    "一只青蛙掉进三十公尺深的枯井，如果它每次能跳二公尺高，它需要跳几次才能跳出井口呢？":"那么深的枯井他早就摔死了",
    "一向准时的老处女在上班途中，发现被一名男子跟踪，心中暗惊，而当她赶到办公室时，竟意外地迟到了，为什么？":"因为哪跟踪者走得太慢",
    "一头牛面向北，然后向后转，再向东转，这时牛的尾巴是朝东还是朝西？":"朝地",
    "一座桥上面立有一牌，牌上写“不准过桥”。 但是很多人都照样不理睬，照样过去。你说为什么？":"这座桥的名字叫“不准过桥”",
    "一张扑克牌背面向上放在桌上，你能不能想出一个好办法，知道扑克牌的花样？":"把牌翻开看一下.",
    "一把刀顺水漂，有眼睛，没眉毛，是什么？":"鱼",
    "一条小船要渡３７人，一次只能有７人，几次能渡完？":"六次，因为每次得回来一个划船的",
    "一直没看到大结局却播了几十年的电视是什么？":"新闻联播",
    "一群女孩在正在河边洗澡，突然一陌生男人闯入，你觉得她们最想遮住哪儿？":"男人的眼睛",
    "一群惧内的大丈夫们正聚集在一起商量怎样重振男子汉的雄风，突然听说他们的老婆来了，大家四处逃窜，惟独一人没有跑，为什么？ ":"吓死了",
    "一阴一阳，一短一长，一昼一夜，合为一双（一字）？":"明",
    "三个人要过公路，当时没有任何车辆通过，但走到一边人行道上的只有两个人，请问另一个人哪里去了呢？":"在公路的另一边",
    "三个孩子吃三个饼要用3分钟，九十个孩子九十个饼要用多少时间?":"三分钟",
    "三更半夜回家才发现忘记带钥匙,家里又没有其他人在,这时你最大的愿望是什么?":"门忘锁了",
    "东西掉了该怎么办？":"沒关系，还有四张空白麻將。",
    "两只狗赛跑，甲狗跑得快，乙狗跑得慢，跑到终点时，哪只狗出汗多？ ":"狗不出汗",
    "中国人最早的姓氏是什么":"是善，没听说-人之初，姓本善吗",
    "为了怕身材走样，结婚以后坚持不生孩子的美女怎么称呼？ ":"绝代佳人 ",
    "为什么买一头牛只要一万元，而买三头牛却要五万元？ ":"三头牛当然比一头牛贵",
    "为什么今天全球股市指数下跌？ ":"今天是「世界环保日」",
    "为什么有很多女孩子嫁给职业军人？":"吃馒头不用涮碗",
    "为什么白羊比黑羊吃得多一些？":"因为世界上的白羊比黑羊多",
    "为什么胖的人比瘦的人怕热？":"因为被晒的面积比较大...",
    "为什么自由泳比赛中青蛙输给了狗？":"青蛙用蛙泳犯规",
    "为读完北京大学需要多少时间？ ":"一钞钟足够",
    "乌龟把房子拆了，又盖了间房子，然后钻了进去{猜个保健品}":"新盖中盖",
    "书店里除了买不到秘书、天书、遗书外，还买不到什么书？":"尚书（六部尚书）",
    "二位爸爸、一个儿子同处一室，三人合计却有九只手，为什么？":"祖孙三代同是扒手",
    "亚当和夏娃结婚后最大的遗憾是什么?":"没有人来喝喜酒",
    "亮亮的生日在三月三十日，请问是哪年的三月三十日? ":"每年的三月三十日",
    "什么“贼”不偷东西，专门卖东西？":"卖国贼",
    "什么东西一百个男人无法举起，一女子却可单手举起？ ":"比如一个鸡蛋，一百个男人不可能同时举起一个鸡蛋 ",
    "什么东西你有，别人也有，虽然是身外之物，却不能交换？":"姓名",
    "什么东西晚上才会长出尾巴？ ":"流星 ",
    "什么东西比乌鸦更讨厌? ":"乌鸦嘴",
    "什么事你明明没有做却要受罚？":"做作业",
    "什么人每天靠运气赚钱？":"运煤气的工人。",
    "什么人靠别人的脑袋生活?":"理发师",
    "什么剑是透明的？":"看不见",
    "什么句子可以用来形容海尔波普彗星？":"一失足成千古恨",
    "什么地方能出生入死？":"医院",
    "什么官不仅不领工资，还要自掏腰包? ":"新郎管",
    "什么戏人人都演过？ ":"游戏",
    "什么时候子女相逢能并肩？":"好",
    "什么时候祖国会真正的要统一呢？":"买“统一”方便面的时候",
    "什么树永远不会枯死？":"画上的树.",
    "什么样的井让人害怕？":"陷阱",
    "什么样的情况下，一加一绝对不等于二？ ":"一大杯水加进一斤面粉中，只会等于一块面团。",
    "什么比乌鸦更令人讨厌？":"乌鸦嘴",
    "什么蛋打不烂，煮不熟，能看但不能吃":"零蛋",
    "什么话可以世界通用?":"电话",
    "什么话讲了没人听？":"废话.",
    "什么越冷越爱出来？":"鼻涕",
    "什么门永远关不上?":"足球门",
    "伊凡吹嘘自己写的小说可以得诺贝尔奖，他写的什么小说？":"幻想小说.",
    "你只要叫它的名字就会把它破坏，它是什么？ ":"沉默",
    "你能以最快速度，把冰变成水吗？":"把“冰”字去掉两点，就成了“水”。",
    "刚从监狱放出来的逃犯为什么一听见路人说八路来了就马上跑呢？":"八路公交车来了，赶快上车",
    "前面有一片草地":"梅花（没花）",
    "加减乘除少一点打一字？":"坟",
    "北京王府井步行街上来往最多的是什么人？":"行人",
    "医治晕车的最好办法是什么？":"走路",
    "十只鸟，小明开枪打死了一只，其它九只却都没有飞走，为什么?":"那是一群驼鸟",
    "单兵甲偷用了单兵乙的牙刷，单兵乙有B型肝炎，为什么单兵甲却没有被传染？":"他拿去刷皮鞋了",
    "南来北往的二个人，一个挑担，一个背包，他们没争也没吵，也没有人让路，却顺利的通过了独木桥，为什么":"南来北往是一个方向，当然",
    "吃苹果时，咬下一口......，发现竟一条虫，觉得好可怕；看到二条虫，也觉得好可怕，但看到几条虫，才让人觉得最可怕？":"半条，说明另半条在你肚子里",
    "哪个连的人员比一般连队的人员要多得多？ ":"大连",
    "哪家人最多？":"国家",
    "哪里的佛像最少? ":"南边，南无阿弥陀佛嘛",
    "哪项比赛是往后跑的?":"拔河",
    "唐僧取西经时骑得是白龙马，公主结婚时骑得是什么马呢？":"公主坐得是轿子",
    "国庆节的时候为什么天安门广场上连半个人都没有？":"当然没有半个人，人不能算半个的！！",
    "在什么地方，将军和元帅完全相等？":"在中国象棋中.",
    "在什么情况之下2/4和4/4不会约为成最简分数？":"写在五线谱上面",
    "在地震的区域里什么地方最安全?":"飞机上",
    "在机场办出境手续时，才想起忘了拿护照，怎么样才能在最短的时间里拿到护照呢？":"打开皮包就可以拿到了",
    "在营休假的阿福和阿明，为什么躲在寝室里却搞得流血又流浓的好不畅快？":"相互挤青春痘.",
    "在路上，它翻了一个跟斗，接着又翻了一次":"三翻两次",
    "地上有三只小鸟，打死一只，还剩几只？":"一只",
    "夜夜看落花（打一礼貌用语）":"多谢",
    "大勇向小伙伴们吹嘘说：今天上课的时候，老师提了一个问题，全班除了他没有一个答对，你猜老师问的是什么问题？":"说:大勇你为什么又迟到了?",
    "夫妻结婚不久，丈夫就去当兵了，几年之后，妻子生了个儿子。有一天，妻子对儿子说爸爸就要回来了！让儿子和自己一起去机场接他的爸爸，一会飞机上下来了三个人，儿子冲上去就喊：“爸爸１为什么儿子能认出来？":"因为其中两个是女的.",
    "女人生小孩":"血口喷人",
    "奶奶到一家三黄鸡店对老板说：“我买的东西不要肥、不要瘦、不要骨头、不要肉。”老板即刻心领神会。你知道吗？":"鸡血",
    "如果你生出来的儿子只有一只右手你会怎么办？":"怕什么他不是还有一只左手嘛",
    "家有家规，国有国规，那动物园里有啥规? ":"乌龟",
    "小偷的特征是什么？":"出手不凡",
    "小凯开着车子，却始终到不了目的地，为什么？":"他开的是公园里的环行车.",
    "小华在家里，和谁长得最像？":"镜中的小华",
    "小小明的长相和家人很相像，但大家都说小小明不是他们的孩子，为什么？":"因为他是爸爸",
    "小张说的相声大家都喜欢听，为什么他有的时候说话却要付钱? ":"打公用电话肯定要付钱",
    "小明和小旺玩掷硬币的游戏,小明掷了十次都是阳的一面,问他掷第十一次时,阳和阴的概率各是多少?":"50%",
    "小明知道试卷的答案，为什么还频频看同学的？":"小明是老师",
    "小明考试只得了66分，与之前他那武术教练爸爸要求的：没得85分以上，就要挨板子，但小明给他爸爸看过后，却没有挨打了。为啥？":"小明是趁他爸爸练倒立的时候，给他看的试卷",
    "小李是哑巴，为什么他晚上发出的声音比白天多？":"他晚上睡觉打鼾",
    "小胖为什么吃两个便当？":"因为三个便当吃不下",
    "小花站起来同饭桌一样高，两年之后，反而能在桌子下活动自如，为什么？":"小花是一条狗",
    "小花站起来同饭桌一样高，两年之后，反而能在桌子下活动自如，为什么？　　　　":"小花是一条狗",
    "小陈礼拜天早上赶到西门町去看早场电影，到了西门町，却看不到半个人，为什么?":"人有好多个就是没有半个.",
    "山城重庆的路是上坡多还是下坡多？":"一样多",
    "巧克力和西红柿打架，巧克力赢了。为什么呢？":"因为巧克力棒",
    "当跳到黄河也洗不清的时候，该如何澄清自己？":"跳到澄清湖里",
    "怎样才能用蓝笔写出红字来？":"写个“红”字",
    "情人卡、生日卡、大大小小的卡，到底要寄什么卡给女人，最能博得她的欢心呢?":"信用卡",
    "我有九个苹果，却必须分给十三个小朋友，我该怎么办？":"榨成果汁",
    "打什么东西不费力气还很舒服？":"当然是打瞌睡",
    "拿枪上侧所地名？":"保定",
    "文文在洗衣服，但洗了半天，她的衣服还是脏的，为什么？ ":"他在洗别人的衣服 ",
    "施老师嗜书如命。一次，他问我：“怎样看书最快？”我一下子被问住了，你能回答吗？":"只看封面",
    "早上睡过头了，结果发现是因为闹钟?]响时，你会如何？":"叫闹钟该起床罗！",
    "早上睡过头了，结果发现是因为闹钟沒响时，你会如何？":"叫闹钟该起床罗！",
    "明明是一个晴朗出太阳的好日子，却有人说：“等一下就要刮台风了１为什么他会这么说？":"因为现在正在台风眼里",
    "是黑鸡厉害还是白鸡厉害？":"黑鸡。因为黑鸡会下白蛋，白鸡不会下黑蛋！",
    "晶晶洗澡时，每次都有从洗澡水里拿东西往嘴里塞的习惯，而且奇怪的是，她还不断称赞好吃。请问她在吃什么？":"澡和枣同音",
    "最不听话的是谁? ":"聋子 ",
    "最不听话的是谁?<br>\n":"聋子",
    "最坚固的锁怕什么?":"钥匙",
    "最慢的时间？":"度日如年",
    "有一个东西，你能用左手拿，不能用右手拿，这东西是什么？":"自己的右手",
    "有一个人在大雨倾盆的旷野中奔跑了十分钟，头发和衣服都没有湿，为什么？":"那是一个裸体的秃头男人",
    "有一个人，他是你父母生的，但他却不是你的兄弟姐妹，他是谁？":"你自己",
    "有一个字，人人见了都会念错，这是什么字？":"这是个“错”字",
    "有一个眼睛瞎了的人，走到山崖边上，突然停住了，然后往回走":"单眼瞎",
    "有一位大师武功了得，他在下雨天不带任何防雨物品出门，全身都被淋湿了，可是头发一点没湿，怎么回事？":"他是和尚没头发",
    "有一位老太太上了公车，为什么没人让座？ ":"车上有空座",
    "有一只蜗牛从新疆爬到海南只需1分钟，为什么？":"他在地图上爬",
    "有一艘船限载50人，已载49人，后来又有一孕妇上船，结果船仍沉入了水中，为什么？":"是艘潜水艇",
    "有两个容貌非常相似的男孩，经询问，知道他们是同一对父母所生，出生地点和年份也相同，但他们却不是双生子，也不是三生子、四生子、五生子、……，请问，这两个小男孩究竟是什么关系？":"他们是兄弟,一个是年初生的,一个是年未生的.",
    "有两辆汽车以完全湘同的速度，分别行驶于紧邻的两条道路上。不久之后，虽然两车都未改变车速，但是B车突然开始超越A车，这可能吗?两条道路都是直线。":"A车道有下坡路段，使距离变长。",
    "有二个空房间，一间房间有三盏灯，另一个房间有三个开关，每一个开关只能打开一盏灯，如果你只可以进每个房间一次，那你要如何知道那个开关控制哪盏灯？":"将一个开关打开五分钟，再开另一个开关，到另一房间，",
    "有什么办法在最短的时间内打开魔方？":"打碎",
    "有只小北极熊早上醒来后一直追问熊妈妈，他是不是一只小浣熊，他妈妈回答：“你当然是北极熊”，可是他为什么还是不相信？":"因为他觉得很冷",
    "有种动物，大小像只猫，长相又像虎，这是什么动物?":"小老虎",
    "有辆载满货物的货车，一人在前面推，一人在后面拉，货车还可能向前进吗？":"可能，此车在下坡时",
    "杀入围城前发出的最后一排子弹是什么？":"喜糖",
    "李先生到16层楼去谈生意，但他只乘电梯到14层楼，然后再步行爬楼梯上去，为什么？":"李先生个子太矮，按不到16楼的电梯按键",
    "李时珍医术高明，为什么治不了曹操的头痛？":"他们不是同一时代的人",
    "某个人身上有5块钱，掉了4块，接着他又给了路边的乞丐1块，后来他又赚了1块，他现在还有几块钱？":"5块！掉钱过后他又签起来了！",
    "某个动物园中，有二只狮子趁管理员一时疏忽，忘记把笼子上 锁的机会逃出来，在公园内窜来窜去。人们一边避险，一边找管理员，而管理员却躲到一个更安全的地方。此地为何处?":"关狮子的笼子里",
    "某部队弹尽粮绝的被包围了很久，空军终于赶到，却只空投了一块大石头又飞走了，为什么？":"让他们刻阵亡将士纪念碑",
    "根据调查，发现本国各地在同一时间，竟然有许多人说着相同英语酌奇怪现象，这究竟是怎么一回事呢":"原来他们都均同时收听英语广播讲座节目中的发音练习.发",
    "森林里有一条疯狂的眼镜蛇，可是它为什么从来不咬人呢？":"那森林里没有人",
    "森林里有一条眼镜蛇，可是为什么它从来不咬人？":"因为森林里没人",
    "此字不难猜，而且不分开。请问是何字？":"面",
    "死前放屁又叫什么？":"绝响",
    "永远摸不到的是什么？":"永远",
    "永远都不用充电，却都显示满格的是什么？":"萤火虫",
    "江河流水归一处（打一字）":"“珂”，因为“江河”两字去“水”后成“工可”，再加“一”字，合一起，就是“珂”字了。",
    "洞里有五只老鼠在开会，一只猫跑进去捉了一只，洞里还有几只？":"只剩一只，其余四只都吓跑了",
    "满月、半月、残月":"O、D、C",
    "為什么男人和女人会分手？":"因为男女有「別」",
    "熊为什么冬眠时会睡这么久？":"因为没有人敢叫它起床",
    "爷爷熟读兵书，可是每次下棋都输给别人，请问他用的是什么兵法？":"兵来将挡",
    "牛小时侯叫“犊”那兔子、乌龟小时侯应如何称呼？":"兔崽子龟儿子",
    "牛的舌头和尾巴在什么时候遇在一起？":"餐厅里",
    "猪圈里的猪出来了，怎么办？":"王力宏",
    "猪圈里的猪出第3次来了":"仔仔（宰）",
    "玲玲没学过算术，老师却夸她的数学是数一数二的,为什么?":"从一数到二",
    "生性巴结的陈连长特别在师长儿子生日那天准备了一份礼物送师长的儿子，为什么师长的儿子一脚就把礼物给踢开了呢？":"那礼物是一只足球",
    "用三个3 组成一个最大的数?":"3的33次方",
    "用什么拖地最干净？ ":"用力",
    "用什么擦地最干净？ ":"用力",
    "用椰子和西瓜打头哪一个比较疼？ <br>\n":"头比较疼",
    "电视对人类最大的贡献是什么？":"让世界了解了准时的好处",
    "的士生意不好，打一韩国明星":"车太贤",
    "盖楼要从第几层开始盖? ":"是从地基开始的",
    "看了不能买，买了不能用的是什么?":"棺材",
    "瞎子为何夜路点灯？":"为了使别人不撞到自己",
    "移防到马祖的大兵阿明以女友即将生产为由申请返台，为什么却没有被批准？":"因为马明来到阿祖一超过一年以上,中途不曾返台过.",
    "穿山甲为什么每天都在挖地？":"因为他在找他弟穿山乙",
    "突然又来了一群狼---继续猜一植物":"杨梅（羊没）",
    "第一个登上月球的中国姑娘是谁？":"嫦娥",
    "第九次结婚，打一城市名字？":"巴黎",
    "老刘一个人睡觉，醒来为什么屁股上竟出现深深的牙印？<br>\n":"睡在自己的假牙上了",
    "老吴每天抽两包烟，他老婆逼他减少一半的量，于是老吴把一天分成两段时间，用过去相同的间隔速度抽烟，事实上，老吴的烟量却一根也没减少这是为什么？":"他的划分是以清醒与睡觉为均等于没少",
    "老师出了一道作文，题目是“假如我是个董事长”，同学都用心在写，为什么小强不动手？":"他在等秘书替他写",
    "老王从九岁开始有虫牙，为什么90岁时他的牙都还在？":"虫早已换掉",
    "老詹养了一只狗，并且从來不帮狗洗澡，为什么狗不会生跳蚤呢？?":"狗只会生小狗",
    "聪明伶俐、风姿绰约的保洁阿姨是什么人？":"女人",
    "肥太太体重惊人，她丈夫要她减肥，可是有一天，她去称体重，指针指向了零，可他丈夫还是要她减肥，为什么？":"指针都转了一圈后再指向零，当然要减了。",
    "胖姐阿英站上人体秤时，为何指针却只指着5？":"指针已转过一圈了。",
    "芳芳在学校门口将学生证掉了，它该怎么办？":"捡起来",
    "芳龄二十四，自认窈窕美丽的丁小姐，逐渐厌烦这种游戏人间的爱情，于是便于夏天下定决心——要和第一个向她求婚的人，踏入地毯的那一端。但是，当我于秋天再度碰到丁小姐时，她虽然表示：“有人要我结婚，已高达四十二次了！”但是她却丝毫没有结婚的打算。这并非丁小姐改变初衷，是为什么呢？":"因为要她结婚的是他父母",
    "草地上画了一个直径十米的圆圈，内有牛一头，圆圈中心插了一根木桩。牛被一根五米长的绳子栓着，如果不割断绳子，也不解开绳子，那么此牛能否吃到圈外的草？ ":"能，因为没有说牛是被木桩给拴着的",
    "被别人放了鸽子却还很高兴的是谁？":"鸽子",
    "请在括号内填一个数，使下面式子能成立：98765432*（　　）＝888888888 ":"9",
    "读完\"北京大学\"最快要多长时间? ":"念北京大学四个字的时间",
    "谁会连续摇头半个小时以上？":"看球赛的",
    "谁是世界上最有恒心的画家？":"爱化妆的女人",
    "谁最了解鸟类？（打一成语）":"惊弓（惊弓之鸟）知鸟",
    "足球比赛中间休息的时候，爸爸问他的儿子：放在右脚旁边而左脚碰不到的是什么东西？儿子灵机一动就答对了，你知道吗？":"是左脚.",
    "足球赛还没开始，为什么大家都知道比分？":"大家都知道是0：0",
    "重男轻女打一地名":"贵阳",
    "金太太一向心直口快，可是为什么最近突然变得吞吞吐吐了呢？":"她得了口吃",
    "长4米,宽3米,深2米的池塘,有多少立方米泥?":"池塘是空的，没有泥。",
    "长胡子的山羊是母羊还是公羊？":"山羊无论公母都长胡子",
    "问医生病人的情况,医生只举起5个手指家人就哭了,是什么原因呢?":"三长二短",
    "非洲食人族的酋长每个星期都天都要吃人，可是有一天，酋长病了，医生告诉他要吃素，那他吃什么？":"吃植物人呀",
    "飞得最高的是什么?":"人，他们飞到过月球",
    "鱼缸里有十条鱼死掉了一条问还有几条？":"十条，死鱼也是鱼。",
    "鸡蛋里面挑“骨头”表示故意找人麻烦，那鸡蛋里面挑“石头”又代表什么意思？":"小鸡得了肾结石必须挑石头了",
    "鸭蛋一打有多少个？":"全没有了，都碎了",
    "黑人为什么喜欢吃白色巧克力？ ":"怕咬到自己的手指"
}